---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures
source: html/46d99d81-40cb-d3a1-fcb1-4293908c4709.htm
---
# BuiltInFailures.ImportExportFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.